Repository: PLAYGAMEMPE/Vanilla-RTX-App-Enhanced
Catalog: src/Strings/*/BetterRTXManager.resw
Source language: en_us
Languages: es_es

# Window.Title
source: BetterRTX Manager
es_es: Administrador de BetterRTX

# ManualSelectionIntroText.Text
source: The app couldn't auto-locate your game files using the usual fast methods! A system-wide scan is in progress, there is a high chance it will find your game given enough time.
es_es: ¡La aplicación no pudo ubicar automáticamente los archivos de tu juego usando los métodos rápidos habituales! Hay un escaneo de todo el sistema en curso; existe una alta probabilidad de que encuentre tu juego si le das suficiente tiempo.

# ManualSelectionText.Text
source: But if it is taking too long? Click to manually navigate to the folder where the game is installed to, it should have a file called Minecraft.Windows.exe inside of it. The app is tolerant towards slightly imprecise location selections, it will still try to have a look around no matter where you select, but if you're still having trouble finding out where your game is installed to, join the Vanilla RTX Discord server and ask for help, or try to find out online.
es_es: ¿Está tardando demasiado? Haz clic para navegar manualmente hasta la carpeta donde está instalado el juego; debe contener un archivo llamado Minecraft.Windows.exe. La aplicación es tolerante con selecciones de ubicación un poco imprecisas, igual intentará explorar alrededor sin importar dónde selecciones, pero si sigues teniendo problemas para encontrar dónde está instalado tu juego, únete al servidor de Discord de Vanilla RTX y pide ayuda, o intenta averiguarlo en línea.

# EmptyStateText.Text
source: No BetterRTX presets cached
es_es: No hay presets de BetterRTX en caché

# RefreshButton_ToolTip
source: Resets cache, clearing all imported presets and downloaded files from BetterRTX API, forcing a refetch. Note: This happens automatically whenever Minecraft is updated (always) or periodically whenever changes in the API are detected (possibly, but not guranteed), hence this button exists for you to trigger a manual refresh in case BetterRTX delievers its updates with a delay or the API pretends to remain the same after rolling out updates. Note 2: This button won't clear your Default RTX preset, which is backed up upon your first attempt at installing a preset. Only game updates can trigger a reset of Default preset, so ultimately the app can pick up the new defaults fresh from the new update of your game.
es_es: Restablece la caché, eliminando todos los presets importados y los archivos descargados de la API de BetterRTX, forzando una nueva descarga. Nota: Esto ocurre automáticamente cada vez que Minecraft se actualiza (siempre) o periódicamente cuando se detectan cambios en la API (posiblemente, pero no garantizado), por eso este botón existe para que puedas activar una actualización manual en caso de que BetterRTX entregue sus actualizaciones con retraso o la API parezca no cambiar tras publicar actualizaciones. Nota 2: Este botón no eliminará tu preset RTX predeterminado, que se respalda en tu primer intento de instalar un preset. Solo las actualizaciones del juego pueden provocar un restablecimiento del preset predeterminado, para que la aplicación pueda tomar los nuevos valores predeterminados directamente de la nueva actualización de tu juego.

# WindowTitle_Release
source: BetterRTX Preset Manager - Minecraft Release
es_es: Administrador de presets de BetterRTX - Minecraft Release

# Disclaimer_Title
source: Third-Party API Usage Notice
es_es: Aviso de uso de API de terceros

# Disclaimer_Body
source: BetterRTX is an unofficial mod to Minecraft RTX's shader code. The files for this feature are provided by the following third-party: https://bedrock.graphics/api BetterRTX can also potentially break with Minecraft updates. Vanilla RTX App takes extensive measures to mitigate any issues that may arise, such as giving a way to quickly revert to your defaults. Please pay attention to the info panels to keep updated and help steer yourself away from potential issues.
es_es: BetterRTX es una modificación no oficial del código de shaders de Minecraft RTX. Los archivos de esta función son proporcionados por el siguiente tercero: https://bedrock.graphics/api BetterRTX también puede romperse con las actualizaciones de Minecraft. Vanilla RTX App toma medidas extensas para mitigar cualquier problema que pueda surgir, como ofrecer una forma rápida de revertir a tus valores predeterminados. Presta atención a los paneles informativos para mantenerte al día y evitar posibles problemas.

# Disclaimer_ConfirmButton
source: I understand the risks and wish to continue
es_es: Entiendo los riesgos y deseo continuar

# Disclaimer_DismissButton
source: Dismiss
es_es: Descartar

# Status_PreviewNotSupported
source: BetterRTX Preset Manager does not support Minecraft Preview, the API only provides files intended for stable Minecraft releases that may not work on the latest Preview.
es_es: El administrador de presets de BetterRTX no es compatible con Minecraft Preview; la API solo proporciona archivos pensados para versiones estables de Minecraft que podrían no funcionar en la última versión de Preview.

# Status_InitializationError
source: Initialization error: {0}
es_es: Error de inicialización: {0}

# Status_NoValidInstallationSelected
source: No valid Minecraft installation selected
es_es: No se seleccionó una instalación válida de Minecraft

# Status_MaterialsFolderNotFound
source: Materials folder not found in Minecraft installation
es_es: No se encontró la carpeta de materiales en la instalación de Minecraft

# Status_CouldNotEstablishCacheFolder
source: Could not establish cache folder
es_es: No se pudo crear la carpeta de caché

# Status_DisclaimerDismissed
source: Dismissed third-party API usage notice. You should understand the risks before you can use this feature. If you wish to change up the look of RTX without BetterRTX, try out "RTX LUT manager" instead.
es_es: Se descartó el aviso de uso de API de terceros. Debes comprender los riesgos antes de poder usar esta función. Si deseas cambiar el aspecto de RTX sin BetterRTX, prueba "RTX LUT manager" en su lugar.

# Status_InstalledSuccessfully
source: Installed {0} successfully
es_es: {0} se instaló correctamente

# EmptyState_CacheCorrupted
source: No presets available. The preset list may be corrupted, try clicking the Refresh button in the top left corner.
es_es: No hay presets disponibles. La lista de presets podría estar dañada; intenta hacer clic en el botón Actualizar en la esquina superior izquierda.

# EmptyState_Offline
source: No presets available. An internet connection is required to fetch BetterRTX preset information. You may still import and install custom presets (.rtpack) even without an internet connection.
es_es: No hay presets disponibles. Se requiere una conexión a internet para obtener la información de los presets de BetterRTX. Aún puedes importar e instalar presets personalizados (.rtpack) incluso sin conexión a internet.

# EmptyState_ParsingIssue
source: No BetterRTX presets could be displayed. Try clicking the Refresh button in the top left corner.
es_es: No se pudieron mostrar los presets de BetterRTX. Intenta hacer clic en el botón Actualizar en la esquina superior izquierda.

# Preset_DefaultRtxName
source: Default RTX
es_es: RTX predeterminado

# Preset_ClickToRollback
source: Click to rollback
es_es: Haz clic para revertir

# Preset_ClickToRollback_Explainer
source: : this preset was automatically created from your latest game files upon your first attempt at installing a BetterRTX preset
es_es: : este preset se creó automáticamente a partir de los archivos más recientes de tu juego en tu primer intento de instalar un preset de BetterRTX

# Preset_ClickToInstall
source: Click to install
es_es: Haz clic para instalar

# Preset_StatusQueued
source: In queue
es_es: En cola

# Preset_StatusDownloading
source: Download in progress...
es_es: Descarga en curso...

# Preset_ClickToDownload
source: Click to download
es_es: Haz clic para descargar

# Preset_CurrentlyInstalledSuffix
source: (Currently Installed)
es_es: (Instalado actualmente)

# AddPreset_Title
source: Add customized preset (.rtpack)
es_es: Agregar preset personalizado (.rtpack)

# AddPreset_Description
source: Drag and drop or browse for the .rtpack preset files exported from the BetterRTX website
es_es: Arrastra y suelta o busca los archivos de preset .rtpack exportados desde el sitio web de BetterRTX

# AddPreset_CreateYourOwnLink
source: Create your own BetterRTX preset
es_es: Crea tu propio preset de BetterRTX

# AddPreset_DragCaption
source: Add as BetterRTX preset(s)
es_es: Agregar como preset(s) de BetterRTX
